<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config8\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config8\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1J">
<servcat sctnbr = "01" scnbr = "10">
<configtype typenbr = "0">
<servinfotype sitcode = "0">
<servinfo servinfosgmlid = "AGKAP70A1A00001" svcinfotypenbr = "01" svcinfoqualnbr = "01" supplyoff = "1" modify = "0">
<title>
Προ&#248;υλάξεις κατά το χειρισμό της μπαταρίας
</title>
<attention1>
<list1 type = "unordered">
<item>
<ptxt>
Η μπαταρία παράγει αέριο υδρογόνο. Ποτέ μην εκθέσετε την μπαταρία σε γυμνή &#248;λόγα ή ηλεκτρικό σπινθήρα διότι η μπαταρία δημιουργεί αέριο υδρογόνο το οποίο είναι εύ&#248;λεκτο και εκρηκτικό.
</ptxt>
</item>
<item>
<ptxt>
Μην επιτρέψετε στο υγρό της μπαταρίας να έλθει σε επα&#248;ή με τα μάτια, το δέρμα, υ&#248;άσματα, ή βαμμένες επι&#248;άνειες διότι το υγρό είναι διαβρωτικό οξύ. Ξεπλύνετε αμέσως και σχολαστικά οποιαδήποτε επι&#248;άνεια έχει έλθει σε επα&#248;ή με νερό.
</ptxt>
</item>
<item>
<ptxt>
Οι μπαταρίες πρέπει πάντοτε να κρατούνται μακριά από παιδιά.
</ptxt>
</item>
</list1>
</attention1>
<s1>
<ptxt>
Η μπαταρία είναι ένα πολύ αξιόπιστο εξάρτημα, αλλά χρειάζεται περιοδική &#248;ροντίδα.
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Διατηρείτε το &#248;ορέα της μπαταρίας καθαρό.
</ptxt>
</item>
<item>
<ptxt>
Εμποδίστε την δημιουργία σκουριάς στους πόλους των ακροδεκτών.
</ptxt>
</item>
<item>
<ptxt>
Διατηρήστε το επίπεδο του ηλεκτρολύτη στο επάνω όριο, ομοιόμορ&#248;α σε όλα τα στοιχεία (εάν διατίθενται τάπες στοιχείων).
</ptxt>
</item>
<item>
<ptxt>
Όταν διατηρείτε την μπαταρία επάνω στο αυτοκίνητο για μεγάλα χρονικά διαστήματα, ακολουθείστε τις οδηγίες που δίδονται παρακάτω.
</ptxt>
</item>
<list2 type = "unordered">
<item>
<ptxt>
Κάθε εβδομάδα, ξεκινάτε τον κινητήρα και λειτουργείστε τον μέχρι να &#248;θάσει στην κανονική θερμοκρασία λειτουργίας με τις στρο&#248;ές του κινητήρα στις 2.000 έως 3.000 rpm. Βεβαιωθείτε ότι όλοι οι ηλεκτρικοί διακόπτες είναι απενεργοποιημένοι πριν να αποθηκεύσετε το όχημα.
</ptxt>
</item>
<item>
<ptxt>
Φορτίστε την μπαταρία δύο &#248;ορές το μήνα για να την εμποδίσετε να ξε&#248;ορτιστεί υπερβολικά. Αυτό είναι ιδιαίτερα σημαντικό όταν η θερμοκρασία του περιβάλλοντος είναι χαμηλή.
</ptxt>
<ptxt>
Η μπαταρία εκ&#248;ορτίζεται ακόμη κι όταν δεν βρίσκεται σε χρήση, ενώ το αυτοκίνητο είναι αποθηκευμένο. Ο ηλεκτρολύτης της μπαταρίας μπορεί να παγώσει και να προκαλέσει ρωγμή στο κέλυ&#248;ος της μπαταρίας σε ψυχρές θερμοκρασίες περιβάλλοντος, εάν η μπαταρία δεν είναι &#248;ορτισμένη κανονικά.
</ptxt>
</item>
</list2>
</list1>
</s1>
<s1>
<ptxt>
Διατηρείτε τις συνδέσεις των καλωδίων της μπαταρίας καθαρές.
</ptxt>
<ptxt>
Οι συνδέσεις των καλωδίων, ιδιαίτερα στον θετικό (+) πόλο του ακροδέκτη, έχουν τη τάση να διαβρώνονται. Η διάβρωση ή η σκουριά επάνω στις επι&#248;άνειες επα&#248;ής των αγωγών ανθίσταται στη ροή του ρεύματος.
</ptxt>
<ptxt>
Καθαρίστε περιοδικά τους ακροδέκτες και τις συνδέσεις για να εξασ&#248;αλίστε καλή επα&#248;ή μετάλλου σε μέταλλο και γρασάρατε τις συνδέσεις μετά από κάθε καθαρισμό για να τις προστατέψετε από την σκουριά.
</ptxt>
</s1>
<s1>
<ptxt>
Ελέγχετε περιοδικά την κατάσταση &#248;όρτισης της μπαταρίας. Ο απλούστερος τρόπος να ενημερωθείτε για την κατάσταση της &#248;όρτισης είναι να κάνετε έναν έλεγχο με πυκνόμετρο. Το πυκνόμετρο είναι ένα όργανο για τη μέτρηση του ειδικού βάρους του ηλεκτρολύτη της μπαταρίας. Το ειδικό βάρος του ηλεκτρολύτη είναι ένα ενδεικτικό της κατάστασης της &#248;όρτισης. 
<intxreftitleoff1 refid = "AGKAP70A1A04001"><img src = "..\icon\intxreftitleoff.gif"/></intxreftitleoff1>
</ptxt>
</s1>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
