<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config8\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config8\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "8B">
<servcat sctnbr = "08" scnbr = "02">
<configtype typenbr = "0">
<servinfotype sitcode = "6">
<servinfo servinfosgmlid = "AGKAP70A8206031" svcinfotypenbr = "08" svcinfoqualnbr = "03" page = "2" supplyoff = "1" modify = "0">
<title>
Απομάκρυνση Φουσκωμένης Μονάδας Αερόσακου (Πυροκροτητής) και Ενεργοποιημένου Προεντατήρα Ζώνης Ασ&#248;αλείας
</title>
<attention1>
<ptxt>
Εάν δεν ακολουθήσετε τις κατάλληλες διαδικασίες απομάκρυνσης της μονάδας αερόσακου (πυροκροτητή) και του προεντατήρα της ζώνης ασ&#248;αλείας το &#248;ούσκωμα του αερόσακου και η ενεργοποίηση του προεντατήρα μπορεί να προκαλέσει τραυματισμό κάποιου προσώπου. Η μη &#248;ουσκωμένη μονάδα αερόσακου (πυροκροτητής) και ο μη ενεργοποιημένος προεντατήρας της ζώνης ασ&#248;αλείας δεν πρέπει να απομακρυνθούν μέσα από τα κανονικά κανάλια απομάκρυνσης.
</ptxt>
<ptxt>
Η μονάδα αερόσακου (πυροκροτητής) που δεν έχει &#248;ουσκώσει και ο μη ενεργοποιημένος προεντατήρας της ζώνης ασ&#248;αλείας περιέχουν ουσίες που μπορούν να προκαλέσουν σοβαρές ασθένειες ή τραυματισμό κάποιου προσώπου εάν το στεγανό δοχείο υποστεί ζημιά κατά την απόρριψη.
</ptxt>
</attention1>
<ptxt>
Η μονάδα αερόσακου (πυροκροτητής) που δεν έχει &#248;ουσκώσει και ο μη ενεργοποιημένος προεντατήρας ζώνης ασ&#248;αλείας μπορούν να απορρι&#248;θούν με τον ίδιο τρόπο απόρριψης των άλλων εξαρτημάτων. Για την απομάκρυνσή τους, όμως, πρέπει να λάβετε υπόψη τα παρακάτω σημεία.
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Η μονάδα αερόσακου (πυροκροτητής) και ο προεντατήρας ζώνης ασ&#248;αλείας αμέσως μετά το &#248;ούσκωμα / ενεργοποίηση είναι πολύ θερμά. Περιμένετε για 30 λεπτά για να κρυώσουν πριν το χειρισμό τους.
</ptxt>
</item>
<item>
<ptxt>
Ποτέ μη χύσετε νερό, λάδι, κ.λπ. σε μια &#248;ουσκωμένη μονάδα αερόσακου (πυροκροτητής) και σε έναν ενεργοποιημένο προεντατήρα ζώνης ασ&#248;αλείας για να κρυώσουν. Μην τα ε&#248;αρμόσετε σε μια &#248;ουσκωμένη μονάδα αερόσακου (πυροκροτητής) και σε έναν ενεργοποιημένο προεντατήρα ζώνης ασ&#248;αλείας.
</ptxt>
<figure>
<graphic graphicname = "IYSQ01820095.swf" width = "88.000mm" height = "50.323mm" ver = "01" gw = "152" gh = "126"/>
</figure>
</item>
<item>
<ptxt>
Μετά το &#248;ούσκωμα μιας μονάδας αερόσακου (πυροκροτητής), η επι&#248;άνεια του αερόσακου μπορεί να περιέχει κατάλοιπα σε μορ&#248;ή σκόνης. Όπως σε πολλές από τις διαδικασίες συντήρησης, πρέπει να &#248;οράτε γάντια και γυαλιά ασ&#248;αλείας.
</ptxt>
</item>
<item>
<ptxt>
Κατά την απόρριψη της ενεργοποιημένης μονάδας αερόσακου (πυροκροτητή) και του ενεργοποιημένου προεντατήρα της ζώνης ασ&#248;αλείας πρέπει να τα στεγανοποιήσετε μέσα σε μια σακούλα βινιλίου.
</ptxt>
<figure>
<graphic graphicname = "I3JA01820119.swf" width = "88.000mm" height = "48.884mm" ver = "01" gw = "176" gh = "122"/>
</figure>
</item>
<item>
<ptxt>
Όταν μια μονάδα αερόσακου (πυροκροτητής) και ένας προεντατήρας ζώνης ασ&#248;αλείας έχουν &#248;ουσκώσει / ενεργοποιηθεί μέσα στο όχημα, διατηρήστε τα όπως είναι εγκατεστημένα και πετάξτε τα.
</ptxt>
</item>
<item>
<ptxt>
Πρέπει να πλύνετε τα χέρια σας με μαλακό σαπούνι και νερό μετά το χειρισμό τους.
</ptxt>
</item>
</list1>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
