<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config8\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config8\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "8A">
<servcat sctnbr = "08" scnbr = "01">
<configtype typenbr = "0">
<servinfotype sitcode = "6">
<servinfo servinfosgmlid = "AGKAP70A8106003" svcinfotypenbr = "08" svcinfoqualnbr = "03" page = "2" supplyoff = "1" modify = "0">
<title>
Επιθεώρηση συγκροτήματος μπροστινής ζώνης ασ&#248;αλείας
</title>
<ptxt>
<intxrefpoff refid = "AGKAP70A8106002">Α&#248;αίρεση και τοποθέτηση συγκροτήματος μπροστινής ζώνης ασ&#248;αλείας</intxrefpoff>
</ptxt>
<attention1>
<list1 type = "unordered">
<item>
<ptxt>
Ποτέ μην επιχειρήσετε να αποσυναρμολογήσετε τον προεντατήρα της ζώνης ασ&#248;αλείας. Εάν βρεθεί οποιαδήποτε ανωμαλία, αντικαταστήστε τον με ένα καινούριο ως συγκρότημα ζώνης ασ&#248;αλείας.
</ptxt>
</item>
<item>
<ptxt>
Πρέπει να διαβάσετε το 
<intxref refid = "AGKAP70A8100001">Μέτρα προ&#248;ύλαξης για τη συντήρηση και τη διάγνωση της ζώνης ασ&#248;αλείας</intxref>
, πριν ξεκινήσετε την εργασία και να τηρήσετε κάθε μέτρο προ&#248;ύλαξης στη διάρκεια της εργασίας. Εάν τα αγνοήσετε, το αποτέλεσμα μπορεί να είναι προσωπικός τραυματισμός ή μη ενεργοποίηση του προεντατήρα της ζώνης ασ&#248;αλείας όταν είναι απαραίτητη.
</ptxt>
</item>
<item>
<ptxt>
Ποτέ μη μετράτε την αντίσταση του προεντατήρα ζώνης ασ&#248;αλείας ή μην τον αποσυναρμολογείτε. Δια&#248;ορετικά, το αποτέλεσμα μπορεί να είναι ο τραυματισμός κάποιου προσώπου.
</ptxt>
<figure>
<graphic graphicname = "I9P60A810006.swf" width = "88.000mm" height = "55.897mm" ver = "01" gw = "228" gh = "142"/>
</figure>
</item>
<item>
<ptxt>
Όταν τοποθετείτε έναν ενεργό προεντατήρα ζώνης ασ&#248;αλείας σε έναν πάγκο εργασίας ή άλλη επι&#248;άνεια, μην τον τοποθετείτε με την πλευρά της οπής εξαγωγής (1) προς τα κάτω. Ποτέ μην τοποθετείτε οτιδήποτε πάνω από την οπή εξαγωγής ούτε να στοιβάζετε προεντατήρες ζώνης ασ&#248;αλείας.
</ptxt>
<ptxt>
Δια&#248;ορετικά, το αποτέλεσμα μπορεί να είναι ο τραυματισμός κάποιου προσώπου.
</ptxt>
<figure>
<graphic graphicname = "I9P60A810007.swf" width = "88.000mm" height = "52.574mm" ver = "01" gw = "213" gh = "133"/>
</figure>
</item>
</list1>
</attention1>
<attention2>
<ptxt>
Να μεταχειρίζεστε προσεκτικά τον προεντατήρα ζώνης ασ&#248;αλείας ώστε να μη σας πέσει κάτω ή τον χτυπήσετε. Εάν σας πέσει κάτω, αντικαταστήστε τον με καινούριο ακόμα και εάν δεν έχει ανώμαλη εμ&#248;άνιση. Αντικαταστήστε τον επίσης με καινούριο εάν βρεθεί οποιαδήποτε ανωμαλία.
</ptxt>
</attention2>
<ptxt>
Οι ζώνες ασ&#248;αλείας και τα εξαρτήματα προσάρτησης μπορούν να επηρεάσουν ζωτικά μέρη και συστήματα του αυτοκινήτου.
</ptxt>
<ptxt>
Για το λόγο αυτό, πρέπει να επιθεωρούνται προσεκτικά και να αντικαθίστανται μόνο με γνήσια ανταλλακτικά.
</ptxt>
<servinfosub id = "AGKAP70A8106003001">
<title>
Ιμάντας
</title>
<list1 type = "unordered">
<item>
<ptxt>
Ελέγξτε ότι ο ιμάντας δεν έχει πάθει ζημιά.
</ptxt>
</item>
</list1>
</servinfosub>
<servinfosub id = "AGKAP70A8106003002">
<title>
Προεντατήρας ζώνης ασ&#248;αλείας
</title>
<s1>
<ptxt>
Επιβεβαιώστε τα ακόλουθα σημεία.
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Α&#248;ήστε τη ζώνη ασ&#248;αλείας να διπλώσει πλήρως για να βεβαιωθείτε για το εύκολο δίπλωμα.
</ptxt>
</item>
<item>
<ptxt>
Ο μηχανισμός περιτύλιξης θα πρέπει να ασ&#248;αλίζει τον ιμάντα όταν τραβιέται απότομα.
</ptxt>
</item>
<item>
<ptxt>
Ο μηχανισμός περιτύλιξης θα πρέπει να ασ&#248;αλίζει τον ιμάντα του όταν έχει κλίση προς τα εμπρός, προς τα πίσω, προς τα αριστερά και προς τα δεξιά.
</ptxt>
</item>
</list1>
</s1>
<c-change/>
<s1>
<ptxt>
Αντικαταστήστε το συγκρότημα της ζώνης ασ&#248;αλείας με καινούριο εάν βρεθεί οποιοδήποτε από τα ακόλουθα συμπτώματα.
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Ο προεντατήρας έχει ενεργοποιηθεί.
</ptxt>
</item>
<item>
<ptxt>
Υπάρχει μια ρωγμή στον προεντατήρα της ζώνης ασ&#248;αλείας (μηχανισμός περιτύλιξης).
</ptxt>
</item>
<item>
<ptxt>
Ο προεντατήρας της ζώνης ασ&#248;αλείας (μηχανισμός περιτύλιξης), έχει υποστεί ζημιά ή έχει ε&#248;αρμοστεί σε αυτόν ισχυρή κρούση (π.χ. πτώση).
</ptxt>
<figure>
<graphic graphicname = "I9P60A810008.swf" width = "88.000mm" height = "49.837mm" ver = "01" gw = "198" gh = "125"/>
<callout>
<table frame = "all" colsep = "1" rowsep = "1">
<tgroup cols = "4" colsep = "1" rowsep = "1">
<colspec colnum = "1" colname = "1" colwidth = "0.315in"/>
<colspec colnum = "2" colname = "2" colwidth = "1.052in"/>
<colspec colnum = "3" colname = "3" colwidth = "0.315in"/>
<colspec colnum = "4" colname = "4" colwidth = "1.529in"/>
<tbody>
<row rowsep = "0">
<entry colname = "1" border-top = "1" border-bottom = "1" border-left = "1" border-right = "0" align = "right">
<ptxt>
1.
</ptxt>
</entry>
<entry colname = "2" border-top = "1" border-bottom = "1" border-left = "0" border-right = "1" align = "left">
<ptxt>
Ιμάντας
</ptxt>
</entry>
<entry colname = "3" border-top = "1" border-bottom = "1" border-left = "1" border-right = "0" align = "right">
<ptxt>
2.
</ptxt>
</entry>
<entry colname = "4" border-top = "1" border-bottom = "1" border-left = "0" border-right = "1" align = "left">
<ptxt>
Προεντατήρας ζώνης ασ&#248;αλείας
</ptxt>
</entry>
</row>
</tbody>
</tgroup>
</table>
</callout>
</figure>
</item>
</list1>
</s1>
</servinfosub>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
