<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config8\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config8\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "8A">
<servcat sctnbr = "08" scnbr = "01">
<configtype typenbr = "0">
<servinfotype sitcode = "0">
<servinfo servinfosgmlid = "AGKAP70A8100001" svcinfotypenbr = "01" svcinfoqualnbr = "01" page = "2" supplyoff = "1" modify = "0">
<title>
Μέτρα προ&#248;ύλαξης για τη συντήρηση και τη διάγνωση της ζώνης ασ&#248;αλείας
</title>
<attention1>
<ptxt>
Εάν η αντικατάσταση του συγκροτήματος της ζώνης ασ&#248;αλείας είναι απαραίτητη, αντικαταστήστε την πόρπη και το συγκρότημα της ζώνης ασ&#248;αλείας μαζί. Αυτό είναι απαραίτητο για τη σωστή ασ&#248;άλιση της πλάκας της αγκρά&#248;ας στην πόρπη. Γι&#39; αυτό τον λόγο, η SUZUKI παρέχει ανταλλακτική πόρπη και συγκρότημα της ζώνης ασ&#248;αλείας μόνο ως σετ.
</ptxt>
</attention1>
<attention2>
<ptxt>
Μην χρησιμοποιήσετε πάλι τον προεντατήρα ζώνης ασ&#248;αλείας (μηχανισμός περιτύλιξης) που έχει ενεργοποιηθεί. Αντικαταστήστε τα με ένα καινούργιο συγκρότημα ζώνης ασ&#248;αλείας μπροστινού καθίσματος και πόρπης, μαζί ως σετ. Για τη διαδικασία ελέγχου ενεργοποίησης, ανατρέξτε στο 
<intxref refid = "AGKAP70A8204054">Επισκευή και Επιθεώρηση που Απαιτούνται μετά από ένα Ατύχημα</intxref>
 .
</ptxt>
</attention2>
<ptxt>
Πριν από την εκτέλεση εργασιών συντήρησης ή την αντικατάσταση του συγκροτήματος ζώνης ασ&#248;αλείας, ανατρέξτε στα παρακάτω μέτρα προ&#248;ύλαξης.
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Φροντίστε να ελέγξετε εάν η πλάκα της αγκρά&#248;ας και η πόρπη είναι σε κανονική κατάσταση.
</ptxt>
</item>
<item>
<ptxt>
Διατηρήστε μακριά από τον ιμάντα αιχμηρές ακμές και αντικείμενα που μπορεί να προκαλέσουν ζημιά.
</ptxt>
</item>
<item>
<ptxt>
Ποτέ μη λυγίζετε ή προκαλείτε ζημιά στην πόρπη και την πλάκα της αγκρά&#248;ας.
</ptxt>
</item>
<item>
<ptxt>
Μην αποχρωματίζετε ή βά&#248;ετε τον ιμάντα. (Χρησιμοποιήστε μόνο μαλακό σαπούνι ή χλιαρό νερό για τον καθαρισμό του.)
</ptxt>
</item>
<item>
<ptxt>
Κατά την τοποθέτηση της βίδας της βάσης συγκράτησης της ζώνης ασ&#248;αλείας, ξεκινήστε σ&#248;ίγγοντάς την με το χέρι για απο&#248;υγή στρέβλωσης του σπειρώματος και μετά συσ&#248;ίξτε με την καθορισμένη ροπή.
</ptxt>
</item>
<item>
<ptxt>
Μην επιχειρείτε οποιαδήποτε επισκευή στο συγκρότημα ζώνης ασ&#248;αλείας. Εάν βρεθεί κάποιο ελάττωμα, αντικαταστήστε τη ζώνη ασ&#248;αλείας ως συγκρότημα.
</ptxt>
</item>
<item>
<ptxt>
Διατηρήστε πάντα τις ζώνες στεγνές και καθαρές.
</ptxt>
</item>
<item>
<ptxt>
Οποιοδήποτε ελαττωματικό εξάρτημα θα πρέπει να αντικατασταθεί με καινούριο.
</ptxt>
</item>
<item>
<ptxt>
Αντικαταστήστε το συγκρότημα της ζώνης ασ&#248;αλείας του οποίου ο ιμάντας έχει κοπεί ή &#248;θαρεί.
</ptxt>
</item>
<item>
<ptxt>
Μην τοποθετήσετε τίποτε στο άνοιγμα της διακοσμητικής επι&#248;άνειας μέσα από το οποίο περνά ο ιμάντας της ζώνης ασ&#248;αλείας.
</ptxt>
</item>
<item>
<ptxt>
Μετά από ένα ατύχημα, είτε ο προεντατήρας της ζώνης ασ&#248;αλείας έχει ενεργοποιηθεί είτε όχι, πρέπει να εκτελέσετε τους ελέγχους και τις επισκευές που περιγρά&#248;ονται στο 
<intxref refid = "AGKAP70A8204054">Επισκευή και Επιθεώρηση που Απαιτούνται μετά από ένα Ατύχημα</intxref>
.
</ptxt>
</item>
</list1>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
