<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config8\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config8\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "4A">
<servcat sctnbr = "04" scnbr = "01">
<configtype typenbr = "0">
<servinfotype sitcode = "6">
<servinfo servinfosgmlid = "AGKAP70A4106001" svcinfotypenbr = "08" svcinfoqualnbr = "03" page = "2" supplyoff = "1" modify = "0">
<title>
Επιθεώρηση Στάθμης Υγρού Φρένων
</title>
<attention1>
<ptxt>
Ποτέ μην χρησιμοποιείτε άλλο υγρό &#248;ρένων εκτός από το προκαθορισμένο.
</ptxt>
<ptxt>
Δια&#248;ορετικά, ο σωλήνας των &#248;ρένων και άλλα ελαστικά εξαρτήματα μπορεί να υποστούν ζημιά ή το σύστημα των &#248;ρένων μπορεί να μην λειτουργεί κανονικά.
</ptxt>
</attention1>
<attention2>
<ptxt>
Μην α&#248;ήσετε το υγρό των &#248;ρένων να έλθει σε επα&#248;ή με βαμμένες επι&#248;άνειες. Οι βαμμένες επι&#248;άνειες θα καταστρα&#248;ούν από τα υγρά των &#248;ρένων. Εάν χυθεί υγρό, ξεβγάλτε αμέσως με νερό.
</ptxt>
</attention2>
<list1 type = "unordered">
<item>
<ptxt>
Βεβαιωθείτε ότι χρησιμοποιείτε το υγρό &#248;ρένων που υποδεικνύεται στην τάπα του δοχείου της κεντρικής αντλίας &#248;ρένων (επάνω στο όχημα) ή στο εγχειρίδιο κατόχου.
</ptxt>
</item>
<item>
<ptxt>
Ελέγξτε ότι η στάθμη του υγρού των &#248;ρένων βρίσκεται μεταξύ των σημαδιών &#34;ΜΑΧ&#34; και &#34;ΜΙΝ&#34; επάνω στο δοχείο της αντλίας &#248;ρένων.
</ptxt>
<attention3>
<ptxt>
Εάν η προειδοποιητική λυχνία των &#248;ρένων ανάβει κατά την οδήγηση ή η στάθμη του υγρού &#248;ρένων στο δοχείο της κεντρικής αντλίας &#248;ρένων είναι στο σημείο &#34;MIN&#34; ή χαμηλότερα, ελέγξτε τα παρακάτω σημεία: 
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Πάχος των εμπρός και των πίσω τακακιών &#248;ρένων
</ptxt>
</item>
<item>
<ptxt>
Διαρροή υγρού από την τσιμούχα του εμβόλου της δαγκάνας του εμπρός &#248;ρένου
</ptxt>
</item>
<item>
<ptxt>
Διαρροή υγρού από την τσιμούχα του εμβόλου της δαγκάνας του πίσω &#248;ρένου
</ptxt>
</item>
<item>
<ptxt>
Ρωγμές ή ζημιά στους ελαστικούς σωλήνες των &#248;ρένων και στους σωλήνες των &#248;ρένων
</ptxt>
</item>
<item>
<ptxt>
Ζημιά στον ελαστικό σωλήνα και τον αγωγό συμπλέκτη
</ptxt>
</item>
<item>
<ptxt>
Διαρροή υγρού από την αντλία συμπλέκτη &#248;ρένων και το δοχείο
</ptxt>
</item>
</list1>
<ptxt>
Εάν εντοπιστεί οποιαδήποτε ανωμαλία, επισκευάστε ή αντικαταστήστε τα προβληματικά εξαρτήματα.
</ptxt>
<ptxt>
Μετά την ολοκλήρωση του ελέγχου και της επισκευής, συμπληρώστε το υγρό &#248;ρένων έτσι ώστε η στάθμη του υγρού να είναι ανάμεσα στα σημάδια &#34;MAX&#34; και &#34;MIN&#34; στο δοχείο υγρών αντλίας &#248;ρένων.
</ptxt>
</attention3>
</item>
</list1>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
