<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config8\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config8\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1G">
<servcat sctnbr = "01" scnbr = "07">
<configtype typenbr = "0">
<servinfotype sitcode = "6">
<servinfo servinfosgmlid = "AGKAP70A1706009" svcinfotypenbr = "08" svcinfoqualnbr = "03" page = "2" supplyoff = "1" modify = "0">
<title>
Επιθεώρηση του Μπεκ Ψεκασμού Καυσίμου
</title>
<ptxt>
<intxrefpoff refid = "AGKAP70A1706008">Α&#248;αίρεση και Τοποθέτηση Του Μπεκ Ψεκασμού Καυσίμου</intxrefpoff>
</ptxt>
<attention1>
<list1 type = "unordered">
<item>
<ptxt>
Κατά την τέλεση της παρακάτω διαδικασίας, βεβαιωθείτε ότι τηρείτε τα 
<intxref refid = "AGKAP70A1700001">Μέτρα προ&#248;ύλαξης για εργασίες στο σύστημα τρο&#248;οδοσίας καυσίμου</intxref>
 ώστε να μειώσετε τον κίνδυνο πυρκαγιάς και τραυματισμού ατόμων.
</ptxt>
</item>
<item>
<ptxt>
Τοποθετήστε το μπεκ ψεκασμού και την μπαταρία όσο το δυνατόν πιο μακριά με σκοπό να μειώσετε τον κίνδυνο πυρκαγιάς και τραυματισμού ατόμων όταν συνδέετε / αποσυνδέετε την καλωδίωση ελέγχου σε / από την μπαταρία.
</ptxt>
</item>
</list1>
</attention1>
<s1>
<ptxt>
Α&#248;αιρέστε το μπεκ ψεκασμού καυσίμου. 
<intxreftitleoff1 refid = "AGKAP70A1706008"><img src = "..\icon\intxreftitleoff.gif"/></intxreftitleoff1>
</ptxt>
</s1>
<s1>
<ptxt>
Τοποθετήστε τα ειδικά εργαλεία όπως παρακάτω.
</ptxt>
<servicetool>
<servicetoolitem id = "L1G009">
<s-part>
(A)
</s-part>
<s-number num = "09912-58421">
09912-58421
</s-number>
<ptxt>
</ptxt>
</servicetoolitem>
<servicetoolitem id = "L1G010">
<s-part>
(B)
</s-part>
<s-number num = "09912-57610">
09912-57610
</s-number>
<ptxt>
</ptxt>
</servicetoolitem>
<servicetoolitem id = "L1G011">
<s-part>
(C)
</s-part>
<s-number num = "09930-86310">
09930-86310
</s-number>
<ptxt>
</ptxt>
</servicetoolitem>
</servicetool>
<s2>
<ptxt>
Προσαρμόστε την ροδέλα (1) (εσωτερική διάμετρος 13,5 – 14,5 mm (0,531 – 0,570 in.)) στο μπεκ ψεκασμού (2) και κατόπιν τοποθετήστε το μπεκ ψεκασμού στο ειδικό εργαλείο (Α).
</ptxt>
</s2>
<s2>
<ptxt>
Συνδέστε το ειδικό εργαλείο (C) στο μπεκ ψεκασμού.
</ptxt>
</s2>
<s2>
<ptxt>
Τοποθετήστε το ειδικό εργαλείο (Β) στο ειδικό εργαλείο (Α).
</ptxt>
</s2>
<s2>
<ptxt>
Συνδέστε τον ελαστικό σωλήνα τρο&#248;οδοσίας καυσίμου στο ειδικό εργαλείο (Α).
</ptxt>
<figure>
<graphic graphicname = "I6RW0B170014.swf" width = "88.000mm" height = "86.808mm" ver = "01" gw = "177" gh = "230"/>
</figure>
</s2>
</s1>
<s1>
<ptxt>
Τοποθετήστε έναν κατάλληλο σωλήνα βινυλίου επάνω στο ακρο&#248;ύσιο του μπεκ ψεκασμού ώστε να μην πετάγεται έξω καύσιμο κατά τον ψεκασμό.
</ptxt>
</s1>
<s1>
<ptxt>
Τοποθετήστε έναν διαβαθμισμένο κύλινδρο κάτω από το μπεκ ψεκασμού.
</ptxt>
</s1>
<s1>
<ptxt>
Συνδέστε έναν ακροδέκτη του ειδικού εργαλείου (C) στον θετικό (+) ακροδέκτη της μπαταρίας.
</ptxt>
</s1>
<s1>
<ptxt>
Λειτουργήστε την αντλία καυσίμου και ε&#248;αρμόστε πίεση καυσίμου στο μπεκ ψεκασμού όπως παρακάτω: 
</ptxt>
<ptxt>
Χρησιμοποιώντας το διαγνωστικό εργαλείο SUZUKI: 
</ptxt>
<s2>
<ptxt>
Συνδέστε διαγνωστικό εργαλείο SUZUKI στο DLC (1) με τον διακόπτη ανά&#248;λεξης στη θέση &#34;OFF&#34;.
</ptxt>
</s2>
<s2>
<ptxt>
Θέστε τον διακόπτη ανά&#248;λεξης σε θέση &#34;ΟΝ&#34;, διαγράψτε τον κωδικό DTC και επιλέξτε τη λειτουργία &#39;&#39;ΕΝΕΡΓΟΣ ΕΛΕΓΧΟΣ&#39;&#39; στο διαγνωστικό εργαλείο.
</ptxt>
</s2>
<s2>
<ptxt>
Ενεργοποιήστε την αντλία καυσίμου χρησιμοποιώντας το διαγνωστικό εργαλείο.
</ptxt>
<servicetool>
<servicetoolitem id = "L1G012">
<s-part>
(A)
</s-part>
<s-number num = "NNNNN-00024">
Διαγνωστικό εργαλείο SUZUKI (SUZUKI -SDT)
</s-number>
<ptxt>
</ptxt>
</servicetoolitem>
</servicetool>
<figure>
<graphic graphicname = "I9P60A121001.jpg" width = "88.000mm" height = "67.502mm" ver = "02" gw = "159" gh = "175"/>
</figure>
</s2>
<ptxt>
Χωρίς χρήση του του διαγνωστικού εργαλείου SUZUKI: 
</ptxt>
<s2>
<ptxt>
Αποσυνδέστε το &#248;ις από το ρελέ της αντλίας καυσίμου.
</ptxt>
</s2>
<s2>
<ptxt>
Συνδέστε τους δύο ακροδέκτες του &#248;ις του ρελέ χρησιμοποιώντας βοηθητικό καλώδιο (1) όπως υποδεικνύεται στην εικόνα.
</ptxt>
<attention2>
<ptxt>
Ελέγξτε ότι η σύνδεση τελείται μεταξύ των σωστών ακροδεκτών. Λανθασμένη σύνδεση μπορεί να δημιουργήσει ζημιά στον εγκέ&#248;αλο ECM, στην ηλεκτρική καλωδίωση, κ.λ.π.
</ptxt>
</attention2>
</s2>
<s2>
<ptxt>
Θέστε τον διακόπτη ανά&#248;λεξης στη θέση &#34;ON&#34;.
</ptxt>
<figure>
<graphic graphicname = "I9P60A171007.swf" width = "88.000mm" height = "64.230mm" ver = "02" gw = "126" gh = "166"/>
</figure>
</s2>
</s1>
<s1>
<ptxt>
Ε&#248;αρμόστε τάση μπαταρίας στο μπεκ ψεκασμού (1) για 15 sec. και μετρήστε τον όγκο της ποσότητας που ψεκάστηκε με τον διαβαθμισμένο κύλινδρο. Ελέγξτε το κάθε μπεκ ψεκασμού δύο ή τρεις &#248;ορές. Εάν ο όγκος ψεκασμού είναι κατά πολύ έξω από την τιμή ανα&#248;οράς, αντικαταστήστε το μπεκ ψεκασμού καυσίμου.
</ptxt>
<spec>
<title>
Όγκος ανα&#248;οράς ψεκαζόμενου καυσίμου
</title>
<ptxt>
56 – 58 cm<sup>3</sup> /15 δευτερόλεπτα (0,119/0,099 – 0,122/0,102 US/Imp pt/15 δευτερόλεπτα) 
</ptxt>
</spec>
</s1>
<s1>
<ptxt>
Ελέγξτε για διαρροή καυσίμου από το ακρο&#248;ύσιο του μπεκ ψεκασμού. Μην λειτουργήσετε το μπεκ ψεκασμού για τον έλεγχο αυτόν (αλλά η αντλία καυσίμου πρέπει να λειτουργεί). Εάν διαρρέει καύσιμο (1) περισσότερο από τις παρακάτω προδιαγρα&#248;ές, αντικαταστήστε το μπεκ ψεκασμού καυσίμου.
</ptxt>
<spec>
<title>
Διαρροή καυσίμου
</title>
<ptxt>
Λιγότερο από 1 σταγ./λεπτό
</ptxt>
</spec>
<figure>
<graphic graphicname = "I2RH0B170013.swf" width = "88.000mm" height = "46.640mm" ver = "01" gw = "149" gh = "115"/>
</figure>
</s1>
<s1>
<ptxt>
Α&#248;αιρέστε το μπεκ ψεκασμού από το ειδικό εργαλείο (Α) και αποσυνδέστε το ειδικό εργαλείο (C) από το μπεκ ψεκασμού.
</ptxt>
<attention1>
<ptxt>
Επειδή η γραμμή τρο&#248;οδοσίας καυσίμου εξακολουθεί να βρίσκεται υπό υψηλή πίεση καυσίμου ακόμα και μετά την επιθεώρηση, εάν α&#248;αιρέσετε αμέσως το μπεκ ψεκασμού μπορεί να προκληθεί επικίνδυνος πίδακας καυσίμου. Πριν α&#248;αιρέσετε το μπεκ ψεκασμού, βεβαιωθείτε ότι έχετε εκτονώσει την πίεση καυσίμου ως ακολούθως.
</ptxt>
<list1 type = "ordered">
<item>
<ptxt>
Σταματήστε την λειτουργία της αντλίας καυσίμου.
</ptxt>
</item>
<item>
<ptxt>
Τοποθετήστε έναν διαβαθμισμένο κύλινδρο κάτω από το μπεκ ψεκασμού.
</ptxt>
</item>
<item>
<ptxt>
Ε&#248;αρμόστε τάση μπαταρίας στο μπεκ ψεκασμού μέχρι να μην ψεκάζεται καθόλου καύσιμο από το μπεκ ψεκασμού.
</ptxt>
</item>
</list1>
</attention1>
</s1>
<s1>
<ptxt>
Εκτελέστε τα Βήματα από 2) μέχρι 9) σε καθέναν μπεκ ψεκασμού για να λάβετε 4 μετρήσεις.
</ptxt>
</s1>
<s1>
<ptxt>
Μετά τον έλεγχο, α&#248;αιρέστε τα ειδικά εργαλεία από το μπεκ ψεκασμού καυσίμου και τον σωλήνα τρο&#248;οδοσίας καυσίμου.
</ptxt>
</s1>
<s1>
<ptxt>
Τοποθετήστε τα μπεκ ψεκασμού καυσίμου στην κυλινδροκε&#248;αλή. 
<intxreftitleoff1 refid = "AGKAP70A1706008"><img src = "..\icon\intxreftitleoff.gif"/></intxreftitleoff1>
</ptxt>
</s1>
<s1>
<ptxt>
Συνδέστε τον ελαστικό σωλήνα τρο&#248;οδοσίας καυσίμου στον σωλήνα διανομής (κανόνα).
</ptxt>
</s1>
<s1>
<ptxt>
Ελέγξτε για διαρροές καυσίμου. 
<intxreftitleoff1 refid = "AGKAP70A1706004"><img src = "..\icon\intxreftitleoff.gif"/></intxreftitleoff1>
</ptxt>
</s1>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
