<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config8\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config8\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "1G">
<servcat sctnbr = "01" scnbr = "07">
<configtype typenbr = "0">
<servinfotype sitcode = "4">
<servinfo servinfosgmlid = "AGKAP70A1704006" svcinfotypenbr = "06" svcinfoqualnbr = "01" page = "2" supplyoff = "1" modify = "0">
<title>
Βασικός έλεγχος της πίεσης καυσίμου
</title>
<attention1>
<ptxt>
Κατά την τέλεση της παρακάτω διαδικασίας, βεβαιωθείτε ότι τηρείτε τα 
<intxref refid = "AGKAP70A1700001">Μέτρα προ&#248;ύλαξης για εργασίες στο σύστημα τρο&#248;οδοσίας καυσίμου</intxref>
 ώστε να μειώσετε τον κίνδυνο πυρκαγιάς και τραυματισμού ατόμων.
</ptxt>
</attention1>
<s1>
<ptxt>
Εκτονώστε την πίεση του καυσίμου από τη γραμμή τρο&#248;οδοσίας καυσίμου. 
<intxreftitleoff1 refid = "AGKAP70A1706003"><img src = "..\icon\intxreftitleoff.gif"/></intxreftitleoff1>
</ptxt>
</s1>
<s1>
<ptxt>
Αποσυνδέστε τον ελαστικό σωλήνα τρο&#248;οδοσίας καυσίμου από τον σωλήνα διανομής καυσίμου (κανόνα).
</ptxt>
</s1>
<s1>
<ptxt>
Συνδέστε τα ειδικά εργαλεία και τον ελαστικό σωλήνα μεταξύ του σωλήνα τρο&#248;οδοσίας καυσίμου (1) και του σωλήνα διανομής (κανόνα) καυσίμου όπως υποδεικνύεται στην εικόνα και σ&#248;ίξτε τους ελαστικούς σωλήνες με ασ&#248;άλεια ώστε να εξασ&#248;αλίσετε ότι δεν θα υπάρχουν διαρροές καυσίμου κατά τον έλεγχο.
</ptxt>
<servicetool>
<servicetoolitem id = "L1G005">
<s-part>
(A)
</s-part>
<s-number num = "09912-58442">
09912-58442
</s-number>
</servicetoolitem>
<servicetoolitem id = "L1G006">
<s-part>
(B)
</s-part>
<s-number num = "09912-58432">
09912-58432
</s-number>
</servicetoolitem>
<servicetoolitem id = "L1G007">
<s-part>
(C)
</s-part>
<s-number num = "09912-58490">
09912-58490
</s-number>
</servicetoolitem>
</servicetool>
<figure>
<graphic graphicname = "I7V20A171002.swf" width = "88.000mm" height = "56.126mm" ver = "01" gw = "146" gh = "143"/>
</figure>
</s1>
<s1>
<ptxt>
Ελέγξτε ότι η τάση της μπαταρίας είναι 11 V ή περισσότερο.
</ptxt>
</s1>
<s1>
<ptxt>
Μετρήστε την πίεση καυσίμου όπως παρακάτω.
</ptxt>
<ptxt>
Εάν η πίεση που μετράτε βρίσκεται εκτός των προδιαγρα&#248;ών, ανατρέξτε στο 
<intxref refid = "AGKAP70A1704005">Έλεγχος Της Πίεσης Καυσίμου</intxref>
 και ελέγξτε το καθένα πιθανώς ελαττωματικό εξάρτημα. Αντικαταστήστε το εξάρτημα που θα βρεθεί ελαττωματικό.
</ptxt>
<s2>
<ptxt>
Θέστε τον διακόπτη ανά&#248;λεξης στη θέση &#34;ΟΝ&#34; για να λειτουργήσετε την αντλία καυσίμου και μετά από 2 sec. γυρίστε τον στο OFF. Επαναλάβατε αυτό 3 ή 4 &#248;ορές και κατόπιν ελέγξτε την πίεση του καυσίμου.
</ptxt>
<spec>
<title>
Προδιαγρα&#248;ές πίεσης καυσίμου
</title>
<ptxt>
Με την αντλία καυσίμου να λειτουργεί και τον κινητήρα σταματημένο: 375 – 385 kPa (3,8 – 3,9 kgf/cm<sup>2</sup>, 54,4 – 55,8 psi) 
</ptxt>
</spec>
</s2>
</s1>
<s1>
<ptxt>
Μετά τον έλεγχο της πίεσης του καυσίμου, α&#248;αιρέστε το όργανο της πίεσης του καυσίμου.
</ptxt>
<attention1>
<ptxt>
Επειδή η γραμμή τρο&#248;οδοσίας καυσίμου βρίσκεται ακόμα υπό υψηλή πίεση, &#248;ροντίστε να εκτονώσετε την πίεση καυσίμου σύμ&#248;ωνα με την ακόλουθη διαδικασία.
</ptxt>
<list1 type = "ordered">
<item>
<ptxt>
Τοποθετήστε ένα δοχείο καυσίμου κάτω από τον σύνδεσμο.
</ptxt>
</item>
<item>
<ptxt>
Καλύψτε τον σύνδεσμο με ένα πανί συνεργείου (1) και λασκάρετε το παξιμάδι του συνδέσμου αργά ώστε να απελευθερώσετε την πίεση του καυσίμου βαθμιαία.
</ptxt>
</item>
</list1>
<figure>
<graphic graphicname = "I5RW0A170003.swf" width = "88.000mm" height = "49.900mm" ver = "01" gw = "185" gh = "124"/>
</figure>
</attention1>
</s1>
<s1>
<ptxt>
Α&#248;αιρέστε τα ειδικά εργαλεία από τον σωλήνα διανομής καυσίμου και τον ελαστικό σωλήνα τρο&#248;οδοσίας καυσίμου.
</ptxt>
</s1>
<s1>
<ptxt>
Συνδέστε τον ελαστικό σωλήνα τρο&#248;οδοσίας καυσίμου στον σωλήνα διανομής καυσίμου και σ&#248;ίξτε τους με ασ&#248;άλεια.
</ptxt>
</s1>
<s1>
<ptxt>
Με τον κινητήρα σβηστό και τον διακόπτη ανά&#248;λεξης στη θέση &#34;ΟΝ&#34;, ελέγξτε για διαρροές καυσίμου. 
<intxreftitleoff1 refid = "AGKAP70A1706004"><img src = "..\icon\intxreftitleoff.gif"/></intxreftitleoff1>
</ptxt>
</s1>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
