<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config8\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config8\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "9L">
<servcat sctnbr = "09" scnbr = "12">
<configtype typenbr = "0">
<servinfotype sitcode = "1">
<servinfo servinfosgmlid = "AGKAP70A9C01001" svcinfotypenbr = "03" svcinfoqualnbr = "01" page = "1" supplyoff = "1" modify = "0">
<title>
Αντιδιαβρωτική Προστασία
</title>
<attention1>
<ptxt>
Αποτυχία στο να ακολουθηθούν βασικές πρακτικές συνεργείου όταν εκτελούνται οι εργασίες που περιγρά&#248;ονται παρακάτω, ιδιαίτερα η μη χρήση γυαλιών προστασίας, μπορεί να οδηγήσει σε τραυματισμό.
</ptxt>
<ptxt>
Βεβαιωθείτε ότι ακολουθείτε τις βασικές πρακτικές συνεργείου όταν εκτελείτε τις εργασίες που περιγρά&#248;ονται παρακάτω.
</ptxt>
</attention1>
<list1 type = "unordered">
<item>
<ptxt>
Στα χαλύβδινα ελάσματα που χρησιμοποιούνται στις επι&#248;άνειες αυτού του οχήματος έχουν χρησιμοποιηθεί οι ακόλουθες μέθοδοι αντιδιαβρωτικής προστασίας.
</ptxt>
</item>
<list2 type = "unordered">
<item>
<ptxt>
Ηλεκτρογαλβάνισμα και στις δύο επι&#248;άνειες για όλα τα χαλύβδινα ελάσματα
</ptxt>
</item>
<item>
<ptxt>
Καθοδική ηλεκτροστατική βα&#248;ή για όλα τα χαλύβδινα ελάσματα
</ptxt>
</item>
<item>
<ptxt>
Αντισκωριακή επίστρωση με κερί στις εσωτερικές επι&#248;άνειες των θυρών και των πλευρικών μαρσπιέ που είναι εκτεθειμένες σε παραμένουσα υγρασία
</ptxt>
</item>
<item>
<ptxt>
Επικάλυψη με βινύλιο στο κάτω μέρος του δαπέδου και στο εσωτερικό των θόλων των τροχών.
</ptxt>
</item>
<item>
<ptxt>
Στεγανοποιητικό υλικό στο σημείο συγκόλλησης του εξωτερικού ελάσματος της πόρτας με το εσωτερικό κουτί της πόρτας, στη σύνδεση των χαλύβδινων ελασμάτων μεταξύ τους στο χώρο του κινητήρα και σε άλλα παρόμοια μέρη επι&#248;ανειών.
</ptxt>
</item>
</list2>
<item>
<ptxt>
Παρακάτω περιγρά&#248;ονται τα σημεία που θα πρέπει να προσέχονται κατά τη βα&#248;ή και να καλύπτονται με αντισκωριακή επίστρωση κατά τη διάρκεια των εργασιών επισκευής του αμαξώματος.
</ptxt>
</item>
<list2 type = "unordered">
<item>
<ptxt>
Ακολουθήστε τις οδηγίες του κατασκευαστή όταν κάνετε χρήση οποιουδήποτε τύπου βα&#248;ής και στεγανοποιητικού υλικού.
</ptxt>
</item>
<item>
<ptxt>
Όταν αντικαθιστάτε επι&#248;άνειες, επισκευάζετε ζημιές σε αυτές, ή κάνετε οποιεσδήποτε άλλες εργασίες που &#248;θείρουν την αντισκωριακή επίστρωση είναι βασικό να ξανακαλύψετε τις επηρεαζόμενες επι&#248;άνειες με αντισκωριακό αστάρι μετά τον σχολαστικό καθαρισμό των επι&#248;ανειών.
</ptxt>
</item>
<item>
<ptxt>
Η ε&#248;αρμογή στεγανοποιητικού υλικού και αντισκωριακού κεριού πρέπει να εκτελείται μόνο μετά την ε&#248;αρμογή του αντισκωριακού ασταριού.
</ptxt>
</item>
<item>
<ptxt>
Ε&#248;αρμόστε το στεγανοποιητικό υλικό στις καθορισμένες περιοχές όπως στο σημείο συγκόλλησης του εξωτερικού ελάσματος  με το εσωτερικό, επικαλυπτόμενες συνδέσεις και αρμούς κατά την επισκευή και αντικατάσταση επι&#248;ανειών για να εμποδίσετε την είσοδο σκόνης και να δημιουργήσετε αντιδιαβρωτικό &#248;ράγμα. Επιλέξτε ένα ποιοτικό στεγανοποιητικό υλικό το οποίο διαθέτει επάρκεια χαρακτηριστικών ελαστικότητας και πρόσ&#248;υσης της βα&#248;ής για ε&#248;αρμογή σε αυτές τις περιοχές.
</ptxt>
</item>
<item>
<ptxt>
Για να γεμίσετε ανοικτές συνδέσεις χρησιμοποιήστε ένα υλικό γεμίσματος.
</ptxt>
</item>
<item>
<ptxt>
Όταν βά&#248;ετε επισκευασμένες περιοχές, χρησιμοποιήστε τεχνικές γενικά αποδεκτές για την προετοιμασία της μεταλλικής επι&#248;άνειας, την ε&#248;αρμογή στρώσης υποδοχής υλικού (επίστρωση με βινύλιο) και τη βα&#248;ή με χρώμα.
</ptxt>
</item>
<item>
<ptxt>
Για μέρη όπου τα συνηθισμένα υλικά στρώσης υποδοχής είναι δύσκολο να χρησιμοποιηθούν, όπως πόρτες και εσωτερικά πλευρικών μαρσπιέ, χρησιμοποιήστε κερί αντισκωριακής προστασίας, ένα διεισδυτικό υλικό.
</ptxt>
</item>
<item>
<ptxt>
Όταν ε&#248;αρμόζετε στεγανοποιητικό υλικό κατά τη διάρκεια ε&#248;αρμογής στρώσης υποδοχής, απο&#248;ύγετε να ε&#248;αρμόσετε στεγανοποιητικό υλικό σε εξαρτήματα σχετικά με τον κινητήρα, σε στηρίγματα βάσης γονάτου/αμορτισέρ και σε περιστρε&#248;όμενα εξαρτήματα. Επίσης απο&#248;ύγετε το &#248;ράξιμο οπών αποστράγγισης του αμαξώματος με υλικά επικάλυψης ή στεγάνοποίησης.
</ptxt>
</item>
</list2>
<item>
<ptxt>
Η ε&#248;αρμογή αντιδιαβρωτικών και στεγανοποιητικών υλικών πρέπει να εκτελείται με την παρακάτω διαδικασία: 
</ptxt>
</item>
<list2 type = "ordered">
<item>
<ptxt>
Καθαρίστε και προετοιμάστε την μεταλλική επι&#248;άνεια.
</ptxt>
</item>
<item>
<ptxt>
Ε&#248;αρμόστε το αστάρι.
</ptxt>
</item>
<item>
<ptxt>
Ε&#248;αρμόστε το στεγανοποιητικό υλικό (για τις περιοχές που είχαν στεγανοποιηθεί αρχικά).
</ptxt>
</item>
<item>
<ptxt>
Ε&#248;αρμόστε βα&#248;ή χρώματος στις περιοχές που χρειάζεται όπως στις &#248;λάντζες ενώσεων, στις εκτεθειμένες συνδέσεις και τα εξαρτήματα κάτω από το δάπεδο του αυτοκινήτου.
</ptxt>
</item>
<item>
<ptxt>
Ε&#248;αρμόστε αντιδιαβρωτικό υλικό (διεισδυτικό κερί).
</ptxt>
</item>
<item>
<ptxt>
Ε&#248;αρμόστε στρώση υποδοχής υλικού (επίστρωση με βινύλιο).
</ptxt>
</item>
</list2>
<item>
<ptxt>
Βα&#248;ή πλαστικών εξαρτημάτων
</ptxt>
<ptxt>
Από τα πλαστικά μέρη, όσα είναι κατασκευασμένα από πλαστικό ABS (Ακρυλονιτριλο-Βουταδιενο-Στυρένιο) μπορούν να βα&#248;τούν με ακρυλικά βερνικοχρώματα γενικής χρήσης με την παρακάτω διαδικασία χωρίς την ανάγκη χρήσης ασταριού.
</ptxt>
</item>
<list2 type = "ordered">
<item>
<ptxt>
Πλύνετε το τεμάχιο που θα βα&#248;τεί σε διαλυτικό καθαρισμού.
</ptxt>
</item>
<item>
<ptxt>
Ε&#248;αρμόστε το ακρυλικό βερνικόχρωμα στο τεμάχιο.
</ptxt>
</item>
<item>
<ptxt>
Α&#248;ήστε το να στεγνώσει για το χρόνο που καθορίζει ο κατασκευαστής του χρώματος. Η κατάλληλη θερμοκρασία στεγνώματος είναι μεταξύ 60 και 70&#176;C (140 και 158&#176;F).
</ptxt>
</item>
</list2>
</list1>
<servinfosub id = "AGKAP70A9C01001001">
<title>
Ανα&#248;ορά
</title>
<ptxt>
Τεμάχια που κατασκευάζονται από πλαστικό ABS μπορούν να διακρίνονται από αυτά που κατασκευάζονται από άλλα πλαστικά υλικά, όπως πολυπροπυλένιο και βινύλιο, χρησιμοποιώντας την παρακάτω μέθοδο: 
</ptxt>
<s1>
<ptxt>
Κόψτε ένα μικρό κομμάτι του υλικού προς δοκιμή από περιοχή του πλαστικού τεμαχίου μη ορατή χρησιμοποιώντας μία κο&#248;τερή λάμα.
</ptxt>
</s1>
<s1>
<ptxt>
Κρατήστε το κομμένο κομμάτι με την πένσα και τοποθετήστε το πάνω από &#248;λόγα.
</ptxt>
</s1>
<s1>
<ptxt>
Αν το κομμάτι δημιουργεί πυκνό μαύρο καπνό όταν καίγεται και α&#248;ήνει αιωρούμενα υπολείμματα στον αέρα τότε το τεμάχιο είναι κατασκευασμένο από πλαστικό ABS. (Αν το τεμάχιο είναι κατασκευασμένο από πολυπροπυλένιο, ο καπνός που δημιουργείται κατά την καύση δεν διακρίνεται ιδιαίτερα.)
</ptxt>
</s1>
</servinfosub>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
