<?xml version="1.0" encoding="utf-8" ?><?xml-stylesheet type="text/xsl" href="..\config8\suzuki.xsl" ?><!DOCTYPE suzuki [<!ENTITY % sdatacharaents SYSTEM "..\config8\sdatacharaents.txt">%sdatacharaents;]><suzuki><manual>
<section sectnbr = "7">
<servcat sctnbr = "07" scnbr = "00">
<configtype typenbr = "0">
<servinfotype sitcode = "0">
<servinfo servinfosgmlid = "AGKAP70A7000003" svcinfotypenbr = "01" svcinfoqualnbr = "01" supplyoff = "1" modify = "0">
<title>
Μέτρα προ&#248;ύλαξης για την εκτέλεση εργασιών συντήρησης στο σύστημα κλιματισμού
</title>
<servinfosub id = "AGKAP70A7000003001">
<title>
Χειρισμός ψυκτικού HFC-134a (R-134a) και καθορισμένου λαδιού συμπιεστή
</title>
<attention1>
<ptxt>
Χειριστείτε το ψυκτικό HFC-134a (R-134a) με προσοχή σύμ&#248;ωνα με τα παρακάτω. Εάν δεν το κάνετε, μπορεί να προκληθεί σοβαρός τραυματισμός όπως τύ&#248;λωση και κρυοπαγήματα.
</ptxt>
<list1 type = "unordered">
<item>
<ptxt>
Απο&#248;ύγετε την επα&#248;ή με το δέρμα και τα μάτια &#248;ορώντας γυαλιά ασ&#248;αλείας και γάντια. Σε περίπτωση επα&#248;ής με το δέρμα ή τα μάτια, ζητήστε ιατρική &#248;ροντίδα.
</ptxt>
</item>
<item>
<ptxt>
Κρατήστε μακριά από &#248;ωτιά. Η υψηλή θερμοκρασία μπορεί να προκαλέσει τοξικό αέριο. Οπότε, &#248;ροντίστε για τον καλό εξαερισμό του χώρου.
</ptxt>
</item>
<item>
<ptxt>
Η θερμοκρασία πάνω από τους 40 &#176;C (104 &#176;F) στο δοχείο του ψυκτικού μπορεί να προκαλέσει έκρηξη.
</ptxt>
</item>
</list1>
</attention1>
<attention2>
<list1 type = "unordered">
<item>
<ptxt>
Μην εκθέτετε στιλπνά μέταλλα σε υγρό ψυκτικό. Το ψυκτικό σε συνδυασμό με την υγρασία είναι διαβρωτικό και αλλοιώνει τις επι&#248;άνειες των στιλπνών μετάλλων συμπεριλαμβανομένου του χρωμίου.
</ptxt>
</item>
<item>
<ptxt>
Μην απελευθερώνετε το ψυκτικό στην ατμόσ&#248;αιρα.
</ptxt>
</item>
<item>
<ptxt>
Το καθορισμένο λάδι συμπιεστή για χρήση με το ψυκτικό είναι πολύ υγροσκοπικό.
</ptxt>
<ptxt>
Διατηρείτε τα εσωτερικά εξαρτήματα του συστήματος κλιματισμού ελεύθερα από υγρασία και ακαθαρσίες. Όταν αποσυνδέετε οποιαδήποτε γραμμή από το σύστημα, τοποθετήστε αμέσως μια τάπα ή κάλυμμα σ&#248;ράγισης στη σύνδεση.
</ptxt>
</item>
<item>
<ptxt>
Εάν γίνεται αντικατάσταση αγωγών ή ελαστικών σωλήνων, συμπληρώστε το σύστημα με την καθορισμένη ποσότητα λαδιού συμπιεστή στην πλευρά αναρρό&#248;ησης του συμπιεστή ανατρέχοντας στο &#34;Συμπλήρωση λαδιού συμπιεστή&#34; στο 
<intxref refid = "AGKAP70A7216001">Διαδικασία Εργασίας για την Πλήρωση Ψυκτικού:Χειροκίνητος Τύπος</intxref>
.
</ptxt>
</item>
</list1>
</attention2>
</servinfosub>
<servinfosub id = "AGKAP70A7000003002">
<title>
Χειρισμός εξαρτημάτων και εργαλείων, κύκλου A/C
</title>
<attention2>
<list1 type = "unordered">
<item>
<ptxt>
Κατά τη σύνδεση σωλήνων και αγωγών, ε&#248;αρμόστε λίγες σταγόνες λαδιού συμπιεστή στο O-ring.
</ptxt>
</item>
<item>
<ptxt>
Αντικαταστήστε τα O-ring με καινούργια ε&#248;όσον αποσυνδεθούν σωλήνες, αγωγοί και εξαρτήματα.
</ptxt>
</item>
<item>
<ptxt>
Δρομολογήστε τον σωλήνα αποστράγγισης με τέτοιον τρόπο ώστε να απο&#248;ευχθεί οποιαδήποτε επα&#248;ή της αποστράγγισης με μέρη του οχήματος.
</ptxt>
</item>
<item>
<ptxt>
Εάν γίνεται αντικατάσταση αγωγών ή ελαστικών σωλήνων, συμπληρώστε το σύστημα με την καθορισμένη ποσότητα λαδιού συμπιεστή στην πλευρά αναρρό&#248;ησης του συμπιεστή ανατρέχοντας στο &#34;Συμπλήρωση λαδιού συμπιεστή&#34; στο 
<intxref refid = "AGKAP70A7216001">Διαδικασία Εργασίας για την Πλήρωση Ψυκτικού:Χειροκίνητος Τύπος</intxref>
.
</ptxt>
</item>
<item>
<ptxt>
Κατά το χειρισμό εξοπλισμού ανάκτησης και ανακύκλωσης, πρέπει να ακολουθήσετε το βιβλίο οδηγιών για τον εξοπλισμό.
</ptxt>
</item>
</list1>
</attention2>
<attention3>
<ptxt>
Ελέγξτε τους τοπικούς κυβερνητικούς κανονισμούς σχετικά για την εργασία με συστήματα ψύξης και του εξοπλισμού της.
</ptxt>
</attention3>
</servinfosub>
<servinfosub id = "AGKAP70A7000003003">
<title>
Ανάκτηση Ψυκτικού
</title>
<ptxt>
Κατά την εκ&#248;όρτιση ψυκτικού από το σύστημα κλιματισμού, πρέπει πάντα να εκτελείτε ανάκτηση χρησιμοποιώντας εξοπλισμό ανάκτησης και ανακύκλωσης ψυκτικού γιατί το εκ&#248;ορτιζόμενο ψυκτικό HFC-134a (R-134a) στην ατμόσ&#248;αιρα μπορεί να προκαλέσει επιζήμιες επιδράσεις στο περιβάλλον. Για τη μέθοδο, ανατρέξτε στο &#34;Ανάκτηση&#34; στο 
<intxref refid = "AGKAP70A7216001">Διαδικασία Εργασίας για την Πλήρωση Ψυκτικού:Χειροκίνητος Τύπος</intxref>
 .
</ptxt>
</servinfosub>
<servinfosub id = "AGKAP70A7000003004">
<title>
Πλήρωση Ψυκτικού
</title>
<ptxt>
Μετά την εκτέλεση των εργασιών εκκένωσης και συμπλήρωσης λαδιού συμπιεστή, πληρώστε μια κατάλληλη ποσότητα ψυκτικού στο σύστημα A/C ανατρέχοντας στην ενότητα &#34;Πλήρωση&#34; του 
<intxref refid = "AGKAP70A7216001">Διαδικασία Εργασίας για την Πλήρωση Ψυκτικού:Χειροκίνητος Τύπος</intxref>
.
</ptxt>
</servinfosub>
</servinfo>
</servinfotype>
</configtype>
</servcat>
</section></manual></suzuki>
